charliermarsh.ruff
donjayamanne.python-environment-manager
frhtylcn.pythonsnippets
hbenl.vscode-test-explorer
littlefoxteam.vscode-python-test-adapter
mgesbert.python-path
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.test-adapter-converter
njpwerner.autodocstring
vscodevim.vim
mechatroner.rainbow-csv

