almenon.arepl
AykutSarac.jsoncrack-vscode
batisteo.vscode-django
bierner.markdown-mermaid
ccimage.jsonviewer
charliermarsh.ruff
ChaunceyKiwi.json-tree-view
ctenbrinke.vscode-tsv
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
eamodio.gitlens
formulahendry.code-runner
frhtylcn.pythonsnippets
goessner.mdmath
GrapeCity.gc-excelviewer
hbenl.vscode-test-explorer
KevinRose.vsc-python-indent
kiteco.kite
littlefoxteam.vscode-python-test-adapter
mechatroner.rainbow-csv
Meezilla.json
mgesbert.python-path
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.live-server
ms-vscode.test-adapter-converter
njpwerner.autodocstring
quarto.quarto
redhat.vscode-yaml
REditorSupport.r
REditorSupport.r-syntax
ritwickdey.LiveServer
ryuta46.multi-command
SimonSiefke.svg-preview
tberman.json-schema-validator
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim
wholroyd.jinja
xabikos.JavaScriptSnippets
yzhang.markdown-all-in-one
